Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Corridor deployment confirmed. Corridor now ready for insertion. Thank you for your patience.
pl_pl: Rozmieszczenie korytarza potwierdzone. Korytarz gotowy do wprowadzenia. Dziękujęmy za cierpliwość.

source: Corridor schematics. Travel clockwise leads to a forward progression in time. Counter-clockwise, travel backwards.
pl_pl: Schemat korytarza. Podróż zgodnie z ruchem wskazówek zegara prowadzi do przyszłości. A w przeciwnym, do przeszłości.

source: Corrupted Downloadable Content Detected
pl_pl: Wykryto uszkodzoną zawartość do pobrania

source: Cost isn't an issue, the research grant will cover it. Yes, I'll hold.
pl_pl: Koszt nie jest problemem, grant badawczy go pokryje. Tak, wstrzymam się.

source: Could be coming from the hallway. I'll go check.
pl_pl: Może dochodzić z korytarza. Pójdę sprawdzić.

source: Could use those trains if they were closer together...
pl_pl: Przydałyby się te pociągi, gdyby były bliżej siebie...

source: Countermeasure Designs
pl_pl: Projekty środków zaradczych

source: Countermeasure Prototype
pl_pl: Prototyp środka zaradczego

source: Countermeasure Schematics
pl_pl: Schematy środków zaradczych

source: Countermeasure...
pl_pl: Środek zaradczy...

source: Courtyard. How do I get there?
pl_pl: Dziedziniec. Jak się tam dostać?

source: Cover me!
pl_pl: Osłaniaj mnie!

source: Cover me, I’m hit!
pl_pl: Osłaniaj mnie, dostałem!

source: Cover me, he's got me!
pl_pl: Osłaniaj mnie, atakuje mnie!

source: Covering fire!
pl_pl: Zaatakuj cel!

source: Covering shell fire!
pl_pl: Ogień osłonowy!

source: Crap, it's Joyce! Hold him back!
pl_pl: Cholera, to Joyce! Zatrzymać go!

source: Crap.
pl_pl: Cholera.

source: Crap. Hang on, Will, I'll--
pl_pl: Cholera. Czekaj, Will, ja...

source: Crazy, right?
pl_pl: Szaleństwo, prawda?

source: Creating the illusion of my death, yes, which brought you here to make sure it remained only an illusion. It's all a loop. If time is an egg, then--
pl_pl: To stworzyło iluzji mojej śmierci, tak, co sprowadziło cię tutaj, upewniając cię, że to tylko iluzja. To wszystko pętla. Jeśli czas jest jajkiem, to...

source: Cross the sky bridge
pl_pl: Przejdź przez most

source: Current Objective (UP) Weapon Selection (LEFT, RIGHT, DOWN)
pl_pl: Bieżący cel (W GÓRĘ) Wybór broni (W LEWO, W PRAWO, W DÓŁ)

source: Current difficulty level: EASY
pl_pl: Aktualny poziom trudności: ŁATWY

source: Current difficulty level: HARD
pl_pl: Aktualny poziom trudności: TRUDNY

source: Current difficulty level: NORMAL
pl_pl: Aktualny poziom trudności: NORMALNY

source: Current game progress will be lost. Are you sure?
pl_pl: Bieżące postępy w grze zostaną utracone. Czy na pewno?

source: Cute.
pl_pl: Słodko.

source: Cycling pods.
pl_pl: Zmieniam podstawki.

source: C’mon, this way.
pl_pl: Chodź, tędy.

source: C’mon.
pl_pl: Dalej.

source: DAMN IT. COME ON, FIONA.
pl_pl: Cholera. No odbierz, Fiona.

source: DEATHS
pl_pl: ŚMIERCI

source: DECEPTION
pl_pl: OSZUSTWO

source: DEFAULT
pl_pl: DOMYŚLNE

source: DEFENSE STATUS?
pl_pl: Status ochrony?

source: DEPTH OF FIELD QUALITY
pl_pl: JAKOŚĆ GŁĘBI OSTROŚCI

source: DESTRUCTIBLE OBJECTS
pl_pl: ZNISZCZALNE OBIEKTY

source: DIALOGUE VOLUME
pl_pl: GŁOŚNOŚĆ DIALOGÓW

source: DIARIES
pl_pl: DZIENNIKI

source: DIFFICULTY
pl_pl: POZIOM TRUDNOŚCI

source: DIFFICULTY SETTINGS
pl_pl: USTAWIENIA POZIOMU TRUDNOŚCI

source: DISABLE COPYRIGHTED MUSIC
pl_pl: WYŁĄCZ MUZYKĘ CHRONIONĄ PRAWEM AUTORSKIM

source: DISABLED
pl_pl: WYŁĄCZONE

source: DISCOVERED
pl_pl: ODKRYTO

source: DISCOVERED COLLECTIBLES
pl_pl: ODKRYTE ZNAJDŹKI

source: DISCOVERY
pl_pl: ODKRYCIA

source: DISPLAY
pl_pl: GRAFIKA

source: DISPLAY MODE
pl_pl: TRYB OKNA

source: DISTRACTING HIM WITH PETTY DOOMSDAY SCENARIOS.
pl_pl: rozpraszasz go małostkowymi scenariuszami zagłady.

source: DO I STOP BEFORE YOU'RE DEAD?
pl_pl: Czy ja ciebie powstrzymuje - przed tym jak umrzesz?

source: DO THEY HAVE THESE IN IDAHO? -IOWA.
pl_pl: Macie takie w Idaho? - Jestem z Iowa.

source: DO YOU SEE WHAT'S HAPPENING?
pl_pl: Widzisz, co się dzieje?

source: DO YOU THINK THEY GIVE A SHIT ABOUT ANY OF US?
pl_pl: Myślisz, że obchodzi ich ktokolwiek z nas?

source: DOCUMENT
pl_pl: DOKUMENT

source: DODGING
pl_pl: UNIKI

source: DOUBLE BIND WARNING
pl_pl: OSTRZEŻENIE O PODWÓJNYM PRZYPISANIU

source: DOWNLOAD AVAILABLE
pl_pl: DOSTĘPNE DO POBRANIA

source: DOWNLOADABLE CONTENT
pl_pl: ZAWARTOŚĆ DO POBRANIA

source: DOWNLOADS
pl_pl: POBRANE

source: DOZENS HAVE ALREADY BEGUN PICKETING OUTSIDE OF MONARCH'S HEADQUARTERS, DEMANDING ANSWERS.
pl_pl: Dziesiątki osób rozpoczęły już pikietowanie przed siedzibą Monarch domagając się odpowiedzi.

source: DR. KIM'S LAB
pl_pl: Laboratorium Dr. Kima

source: DRIVE
pl_pl: JAZDA

source: DROP THE GUN.
pl_pl: Rzuć broń.

source: DRY DOCKS
pl_pl: PORT

source: Dammit!
pl_pl: Cholera!

source: Damn it!
pl_pl: Cholera!

source: Damn it! Blocking my powers!
pl_pl: Cholera! Blokują moje moce!

source: Damn it. Better hurry.
pl_pl: Cholera. Lepiej się pośpieszyć.

source: Damn it. I missed the code.
pl_pl: Cholera. Przegapiłem kod.

source: Damn it. These stutters aren't going away.
pl_pl: Cholera. Te zacięcia się nie kończą.

source: Damn! I'm not hurting him at all.
pl_pl: Cholera! Wcale go nie ranię.

source: Damn, that -- that was quick!
pl_pl: Kurde, to było szybkie!

source: Damn.
pl_pl: Kurde.

source: Damn. Rusted shut. Jack, a hand?
pl_pl: Cholera. Zamknięte. Jack, pomożesz?

source: Damn. That will hurt in the morning.
pl_pl: Cholera. Rano będzie bolało.

source: Damn. The alarm must have locked everything down.
pl_pl: Cholera. Alarm musiał wszystko zablokować.

source: Dampener Technician
pl_pl: Technik tłumików

source: Dampener.
pl_pl: Tłumik.

source: Deactivate the chronon dampener
pl_pl: Dezaktywuj tłumik chrononu

source: Deal with the Monarch threat
pl_pl: Zlikwiduj zagrożenie ze strony Monarch

source: Deal. Keep safe.
pl_pl: Umowa stoi. Uważaj na siebie.

source: December 22, 1999 PARENTS KILLED IN BRADBURY CAR CRASH Holiday cheer is in short supply in the Riverport community of Bradbury after a tragic car crash claimed the lives of a married couple, Anthony and Kathryn Joyce. The accident took place within walking distance of the family’s front door on Princeton Street in the early afternoon. Kathryn Joyce, who was driving, lost control of their car after a collision with another vehicle and crashed into a utility pole. The other car left the scene of the accident. The Joyces were both well-known in the Bradbury area as prominent members of the community. Last year they were recognized by the mayor for their charity efforts, particularly the Riverport Multiple Sclerosis Walk they have organized every year since 1993. The couple left behind two children: the promising young physicist Dr. William Joyce and Jack Joyce (still underage). A candlelight vigil will be held for Anthony and Kathryn on Sunday to unite the grieving family, friends and the community during this tragic time.
pl_pl: 22 grudnia 1999 RODZICE ZMARLI W WYPADKU SAMOCHODOWYM W BRADBURY Po tragicznym wypadku samochodowym, w którym zginęło małżeństwo Anthony i Kathryn Joyce, w społeczności Riverport w Bradbury panuje świąteczny nastrój. Wypadek miał miejsce kilka kroków od drzwi wejściowych do domu rodziny na Princeton Street wczesnym popołudniem. Kathryn Joyce, która prowadziła samochód, straciła nad nim kontrolę po zderzeniu z innym pojazdem i uderzyła w słup energetyczny. Drugi samochód odjechał z miejsca wypadku. Joyce'owie byli dobrze znani w okolicy Bradbury jako prominentni członkowie społeczności. W ubiegłym roku zostali wyróżnieni przez burmistrza za swoje działania charytatywne, w szczególności za pochód do walki ze stwardnieniem rozsianym, który organizowali co roku od 1993 roku. Para pozostawiła dwoje dzieci: obiecującego młodego fizyka dr. Williama Joyce'a i Jack'a Joyce'a (wciąż nieletniego) W niedzielę odbędzie się czuwanie przy świecach dla Anthony'ego i Kathryn, aby zjednoczyć pogrążoną w żałobie rodzinę, przyjaciół i społeczność w tym tragicznym czasie.

source: Decision : Believe Hatch
pl_pl: Decyzja: Uwierz Hatchowi

source: Decision : Believe Sofia
pl_pl: Decyzja: Uwierz Sofii

source: Decision : Embrace Rage
pl_pl: Decyzja: Przyjmij gniew

source: Decision : Hardline
pl_pl: Decyzja: Bezkompromisowo

source: Decision : Maintain Control
pl_pl: Decyzja: Utrzymaj kontrolę

source: Decision : Mission - Talks to Hatch, “Make him talk. Then… get rid of him.”
pl_pl: Decyzja: Misja - Mówi do Hatcha: „Spraw, by zaczął mówić. Potem... pozbądź się go”.

source: Decision : PR
pl_pl: Decyzja: PR

source: Decision : Relationships - Talks to Jack, “We have much to discuss.”
pl_pl: Decyzja: Relacje - Rozmawia z Jack'iem: „Mamy wiele do omówienia”.

source: Defeat Serene
pl_pl: Pokonaj Serene

source: Defeat the Monarch Juggernaut
pl_pl: Pokonaj Niszczyciela Monarch

source: Defeat the Monarch troops
pl_pl: Pokonaj oddziały Monarch

source: Define "all right!"
pl_pl: Zdefiniuj „wszystko w porządku!”

source: Deploying chronon tech!
pl_pl: Wdrażam technologię chrononową!

source: Deploying the corridor. Phase one underway. Please clear all personnel from the operational area.
pl_pl: Wdrażanie korytarza. Faza pierwsza w toku. Prosimy o usunięcie całego personelu z obszaru operacyjnego.

source: Designs for Time Machine
pl_pl: Projekty wehikułu czasu

source: Destroy chronon containers by stacking bullets on them to create a temporary stutter.
pl_pl: Zniszcz pojemniki chrononu, kumulując pociski, aby wywołać tymczasowe zacięcie.

source: Determines the number of physics objects active in levels
pl_pl: Określa liczbę obiektów fizycznych aktywnych na poziomach

source: Diary
pl_pl: Dziennik

source: Did I scream enough for you?
pl_pl: Czy krzyczałem wystarczająco głośno?

source: Did she find anything?
pl_pl: Czy coś znalazła?

source: Did you find something?
pl_pl: Znalazłeś coś?

source: Did you hear that? They know our names. They knew we'd be here.
pl_pl: Słyszałeś to? Znają nasze imiona. Wiedzieli, że tu będziemy.

source: Didn't expect to be leaving the university with a kill list. Why not deal with them at the campus?
pl_pl: Nie spodziewałem się, że opuszczę uniwersytet z listą zgonów. Dlaczego nie zająć się nimi w kampusie?

source: Didn't expect two of me, did ya.
pl_pl: Nie spodziewaliście się dwóch Jack'ów, prawda?

source: Digital Document
pl_pl: Dokumenty cyfrowe

source: Diplomat unit, are you still at the seventeenth? Over.
pl_pl: Jednostki dyplomatyczne, nadal jesteście na siedemnastej? Odbiór.

source: Direct fire!
pl_pl: Ostrzał bezpośredni!

source: Directive was "take alive if possible." "Alive" ain't Burke's calling card.
pl_pl: Dyrektywa brzmiała „wziąć żywego, jeśli to możliwe”. „Żywy” nie jest wizytówką Burke'a.

source: Disable
pl_pl: Wyłącz

source: Disable copyrighted music in the game - great for when streaming the game
pl_pl: Wyłączenie muzyki chronionej prawami autorskimi w grze - przydatne podczas streamowania lub nagrywania gry

source: Disable security to access the sky bridge
pl_pl: Wyłącz zabezpieczenia, aby uzyskać dostęp do mostu

source: Disabled
pl_pl: Wyłączone

source: Discover New Content
pl_pl: Odkryj nową zawartość

source: Dispatching additional units, over.
pl_pl: Wysyłamy dodatkowe jednostki, odbiór.

source: Dispenser Guard
pl_pl: Ochrona dystrybutora

source: Diverting a unit to your position now, over.
pl_pl: Przekierowuję jednostkę na twoją pozycję, odbiór.

source: Do I have to look up your home address?
pl_pl: Czy muszę sprawdzić twój adres domowy?

source: Do not interrupt me! You wanna be in cuffs too?
pl_pl: Nie przerywaj mi! Ty też chcesz być w kajdankach?

source: Do not let him leave. Sending Raider squad to your location.
pl_pl: Nie pozwólcie mu odejść. Wysyłam oddział Raider do waszej lokalizacji.

source: Do not make me fire!
pl_pl: Nie każ mi strzelać!

source: Do something!
pl_pl: Zrób coś!

source: Do you know how hard I've worked to save humanity? How many strings I had to pull?
pl_pl: Wiesz, jak ciężko pracowałem, by ocalić ludzkość? Za ile sznurków musiałem pociągnąć?

source: Do you know how many people have died already while I've pursued the plan?
pl_pl: Wiesz, ilu ludzi już zginęło, gdy realizowałem ten plan?

source: Do you think the others are okay? From the university?
pl_pl: Myślisz, że reszcie nic nie jest? Z uniwersytetu?

source: Do you want to see this laptop or not?
pl_pl: Chcesz zobaczyć tego laptopa czy nie?

source: Doctor Amaral and Doctor Kim both took positions at Monarch. Now I think I understand why.
pl_pl: Doktor Amaral i doktor Kim objęli stanowiska w Monarch. Teraz chyba rozumiem dlaczego.

source: Doctor Amaral had already left for the party. She was gone, but the gear Beth needed was still there.
pl_pl: Doktor Amaral wyszła już na przyjęcie. Nie było jej, ale sprzęt, którego potrzebowała Beth, wciąż tam był.

source: Doctor Amaral seems convinced that Paul's been to the End of Time. You think that's true?
pl_pl: Doktor Amaral jest przekonana, że Paul był na Końcu Czasu. Myślisz, że to prawda?

source: Doctor Amaral was the one thing keeping Paul alive. But... reading through their exchanges... there was something more than professional going on.
pl_pl: Doktor Amaral była jedyną rzeczą, która trzymała Paula przy życiu. Ale... czytając ich wymianę zdań... między nimi działo się coś więcej niż praca.

source: Doctor Amaral's office must be close.
pl_pl: Biuro doktor Amaral musi być blisko.

source: Doctor Kim. Guy used to work with my brother way back.
pl_pl: Doktor Kim. Pracował kiedyś z moim bratem.

source: Document
pl_pl: Dokument

source: Documents
pl_pl: Dokumenty

source: Dodge (tap) / Rush (hold)
pl_pl: Czasowy Unik (dotknij) / Czasowy Pęd (przytrzymaj)

source: Dodge this!
pl_pl: Łap to!

source: Does Will know we're coming?
pl_pl: Czy Will wie, że nadchodzimy?

source: Doesn't make it easier.
pl_pl: Nie ułatwia to sprawy.

source: Don't do that without warning! Geez!
pl_pl: Nie rób tego bez ostrzeżenia! Geez!

source: Don't even twitch.
pl_pl: Nawet nie drgnij.

source: Don't expect to.
pl_pl: Nie licz na to.

source: Don't get close!
pl_pl: Nie zbliżaj się!

source: Don't get me wrong, this is weird as fuck, but it beats being back in that room with two asshats holding a gun to my head.
pl_pl: Nie zrozum mnie źle, to dziwne jak cholera, ale to lepsze niż powrót do pokoju z dwoma dupkami trzymającymi pistolet przy mojej głowie.

source: Don't leave me hangin', Jack. I got the goods.
pl_pl: Nie zostawiaj mnie, Jack. Mam coś.

source: Don't let up!
pl_pl: Nie odpuszczać!

source: Don't let yourself get surrounded by enemies. Powers like Time Dodge {@TIME_POWER_DODGE} allow you to move quickly to get some breathing room.
pl_pl: Nie daj się otoczyć przez wrogów. Moce takie jak czasowy unik {@TIME_POWER_DODGE} pozwala na szybkie przemieszczanie się, aby zyskać trochę przestrzeni.

source: Don't make sense, dragging this asshole to the library? Air lift's already initiating. We should be gone by now.
pl_pl: Po co ciągniemy tego dupka do biblioteki? Helikopter już w drodze. Powinniśmy już odlecieć.

source: Don't move!
pl_pl: Nie ruszaj się!

source: Don't ruin my flow.
pl_pl: Nie psuj mojego rytmu.

source: Don't shoot at me!
pl_pl: Nie strzelaj do mnie!

source: Don't sign in
pl_pl: Nie loguj się

source: Don't stop firing!
pl_pl: Nie przestawać strzelać!

source: Don't stop!
pl_pl: Nie przestawaj!

source: Don't stop, pour it on!
pl_pl: Nie przestawaj, strzelaj dalej!

source: Don't touch me!
pl_pl: Nie dotykaj mnie!

source: Don't worry about me... just get that fucker!
pl_pl: Nie martw się o mnie... po prostu dorwij tego skurwiela!

source: Don't worry. We'll get this working.
pl_pl: Nie martw się. Wszystko będzie działać.

source: Don't. I'll pick her up. Where are you?
pl_pl: Nie rób tego. Ja się nią zajmę. Gdzie jesteś?

source: Don't. I'll pick him up. Where are you?
pl_pl: Nie rób tego. Odbiorę go. Gdzie jesteś?

source: Don’t let him reach the labs!
pl_pl: Nie pozwól mu dotrzeć do laboratoriów!

source: Don’t try me! I’m warning you!
pl_pl: Nie próbuj tego! Ostrzegam cię!

source: Door's locked. Knowing Will, that's where the safe is. I just need to find a way in.
pl_pl: Drzwi są zamknięte. Znając Willa, to tam jest sejf. Muszę tylko znaleźć drogę do środka.

source: Door's still barred. Whoever's here ain't left yet.
pl_pl: Drzwi są wciąż zamknięte. Ktokolwiek tu jest, jeszcze nie wyszedł.

source: Double buffered
pl_pl: Podwójne buforowanie

source: Down
pl_pl: Strzałka (Dół)

source: Down here, Jack.
pl_pl: Tutaj, Jack.

source: Downloading
pl_pl: Pobieranie

source: Dr Kim Memorial Article
pl_pl: Artykuł upamiętniający Dr. Kima

source: Dr. Amaral was the key to Paul's survival. So why was she killed?
pl_pl: Dr Amaral była kluczem do przetrwania Paula. Dlaczego więc została zabita?

source: Dr. Amaral wasn't there, so she had to be at the party. But I had to find the device Beth needed before I could leave.
pl_pl: Dr Amaral nie było, więc musiała być na przyjęciu. Ale zanim mogłem wyjść, musiałem znaleźć urządzenie, którego potrzebowała Beth.

source: Dr. Amaral's office... Looks like that's one level up.
pl_pl: Biuro doktor Amaral... Wygląda na to, że jest jedno piętro wyżej.

source: Dr. Joyce could have provided the answer to that question...
pl_pl: Dr. Joyce mógłby udzielić odpowiedzi na to pytanie...

source: Dr. Kim used to run Monarch's research division, and pioneered the chronon technology they use. He died in a strange accident in February 2016.
pl_pl: Dr Kim prowadził dział badawczy Monarch i był pionierem używanej przez nich technologii chrononowej. Zginął w dziwnym wypadku w lutym 2016 roku.

source: Dr. Porretta, I am attaching Paul Serene’s most recent entry in his dream journal. I am growing increasingly concerned with the meaning behind these dreams but I need a second opinion. I can treat Paul’s sickness (really, as far as I can determine, the Chronon Syndrome is more a metaphysical condition than an actual medical issue), but I’m a physicist. I’m very much out of my depth with all this. This exercise was meant to help alleviate stress to ease Paul’s symptoms but so far it has resulted in the opposite. Time is of the essence. His condition is getting worse by the day. Dr. Sofia Amaral Head of Research --------------------------------------- TO: SOFIA AMARAL FROM: PAUL SERENE DATE: Feb. 28, 2013 – 6:22am SUBJECT: Dream Journal 5 My fifth entry. I recall moving through a wheat field that once belonged to my grandparents. I pressed the wheat stalks to the side with my hands, softly sifting through them at first, but as I pressed forward the stalks began to warp and curl around my arms, providing resistance to my every move. The entire field began to solidify into an unbreakable material with my body entangled in the mess. I desperately tried to pull myself free, but every movement led to a burning sensation. The world desaturated. Time stopped. I heard the unmistakable sound of my greatest fear approaching. Shifters. They emerged from all sides, surrounding me. I looked into the distance and saw a blurry figure approaching. He tried to yell but the words wouldn’t escape his throat, instead transforming into an endless shriek pulsing through my ears. His every movement and sound transformed into an agonizing discomfort all throughout my body until it became completely unbearable. The pain trumped logic. I needed to make it stop. I needed to make it all stop. I grew violent, blindly lashing out at the figure, tearing him apart. I needed to destroy the source of motion and sound that caused me such discomfort. The pain stopped as I took the figure’s life, and as he died his identity became clear. It was me. I had become the very threat that I once feared. But I did not fear anymore. I felt something very clear, very pure. I turned around to discover Jack behind me. He didn’t move but I could somehow understand his intent. He welcomed me. Every misunderstanding, all the pain we had caused one another was forgotten. We were part of a higher consciousness. I heard a voice behind me. Dr. Kim. He joined us. He told me that time was once the fire in which we burned. He told me we would burn no more.
pl_pl: Doktorze Porretta, Załączam najnowszy wpis Paula Serene w jego senniku. Jestem coraz bardziej zaniepokojona znaczeniem tych snów, ale potrzebuję drugiej opinii. Potrafię leczyć chorobę Paula (naprawdę, o ile mogę stwierdzić, Syndrom Chrononu jest bardziej stanem metafizycznym niż faktycznym problemem medycznym), ale jestem fizykiem. Bardzo mnie to wszystko przerasta. To ćwiczenie miało pomóc złagodzić stres, aby złagodzić objawy Paula, ale jak dotąd przyniosło odwrotny skutek. Czas jest najważniejszy. Jego stan pogarsza się z dnia na dzień. Dr Sofia Amaral Dyrektor ds. badań naukowych --------------------------------------- DO: SOFIA AMARAL OD: PAUL SERENE DATA: 28 lutego 2013 - 6:22 TEMAT: Sennik 5 Mój piąty wpis. Pamiętam, jak przechodziłem przez pole pszenicy, które kiedyś należało do moich dziadków. Ściskałem rękami źdźbła pszenicy na boki, najpierw delikatnie je przesiewając, ale gdy parłem naprzód, źdźbła zaczęły się wypaczać i zwijać wokół moich ramion, stawiając opór każdemu mojemu ruchowi. Całe pole zaczęło zestalać się w niezniszczalny materiał, w który wplątało się moje ciało. Desperacko próbowałem się uwolnić, ale każdy ruch powodował pieczenie. Świat przestał istnieć. Czas się zatrzymał. Usłyszałem wtedy niepowtarzalny dźwięk mojego największego strachu. Zmiennokształtni. Wyłonili się ze wszystkich stron, otaczając mnie. Spojrzałem w dal i zobaczyłem zbliżającą się niewyraźną postać. Próbował krzyczeć, ale słowa nie wydostawały się z jego gardła, zamiast tego przekształcając się w niekończący się wrzask pulsujący w moich uszach. Każdy jego ruch i dźwięk zmieniał się w bolesny dyskomfort w całym moim ciele, aż stał się całkowicie nie do zniesienia. Ból wziął górę nad logiką. Musiałem sprawić, by to się skończyło. Wszystko musiało się skończyć. Stałem się gwałtowny, na oślep rzucałem się na postać, rozrywając ją na strzępy. Musiałem zniszczyć źródło ruchu i dźwięku, które powodowały u mnie taki dyskomfort. Ból ustał, gdy odebrałem postaci życie, a gdy umarła, jej tożsamość stała się jasna. To byłem ja. Stałem się zagrożeniem, którego kiedyś się obawiałem. Ale już się nie bałem. Poczułem coś bardzo wyraźnego, bardzo czystego. Odwróciłem się i zobaczyłem za sobą Jack'a. Nie ruszał się, ale w jakiś sposób rozumiałem jego intencje. Powitał mnie. Każde nieporozumienie, cały ból, który sobie zadaliśmy, został zapomniany. Byliśmy częścią wyższej świadomości. Usłyszałem za sobą głos. Dr Kim. Dołączył do nas. Powiedział mi, że czas był kiedyś ogniem, w którym spłonęliśmy. Powiedział mi, że nie będziemy więcej płonąć.

source: Dr. Sofia Amaral had taken over our Chronon research department after Dr. Kim's accident. She was the only one who could treat the Chronon Syndrome.
pl_pl: Dr Sofia Amaral przejęła nasz dział badań nad Chrononem po wypadku dr. Kima. Była jedyną osobą, która potrafiła leczyć Syndrom Chrononu.

source: Dr. Sofia Amaral is in charge of Monarch's research efforts. She replaced Dr. Kim, who died under mysterious circumstances.
pl_pl: Dr Sofia Amaral jest odpowiedzialna za badania Monarch. Zastąpiła ona dr. Kima, który zmarł w tajemniczych okolicznościach.

source: Dr. Sofia Amaral is the only one who knows how to prepare the treatments for Paul Serene's Chronon Syndrome.
pl_pl: Dr Sofia Amaral jest jedyną osobą, która wie, jak przygotować leczenie syndromu chronona u Paula Serene.

source: Dr. William Joyce is Jack's older brother. He's a genius physicist, but also rather eccentric and not the easiest man to get along with.
pl_pl: Dr William Joyce jest starszym bratem Jack'a. Jest on genialnym fizykiem, ale także dość ekscentrycznym człowiekiem, z którym niełatwo się dogadać.
